<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>DNSSettings</key>
			<dict>
				<key>DNSProtocol</key>
				<string>TLS</string>
				<key>ServerAddresses</key>
				<array>
					<string>114.114.114.114</string>
				</array>
			</dict>
			<key>PayloadDescription</key>
			<string>Configures device to use Custom Encrypted DNS over TLS</string>
			<key>PayloadDisplayName</key>
			<string>Custom DNS for Neusoft VPN</string>
			<key>PayloadIdentifier</key>
			<string>cc.lxd.customdns.dnsSettings.managed</string>
			<key>PayloadType</key>
			<string>com.apple.dnsSettings.managed</string>
			<key>PayloadUUID</key>
			<string>53456719-458f-4940-8741-83414b22f5ae</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>ProhibitDisablement</key>
			<false/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Adds the Custom DNS to iOS/iPadOS based systems</string>
	<key>PayloadDisplayName</key>
	<string>Neusoft Dns</string>
	<key>PayloadIdentifier</key>
	<string>bhx.customdns</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>a389c299-c229-4e35-9cba-75c3a7bc268b</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
